Repository: proninyaroslav/blink-comparison
Catalog: lib/l10n/intl_*.arb
Languages: de

# appDescription
source: Simplifies comparing photos of tamper-evident seals and patterns using your eyes. More information and also to help the project: https://github.com/proninyaroslav/blink-comparison
de: Erleichtert den Vergleich von Fotos manipulationssicher Siegel und Mustern mit bloßem Auge. Weitere Informationen zum Projekt und Unterstützungsmöglichkeiten: https://github.com/proninyaroslav/blink-comparison

# appLicense
source: Blink Comparison is Free And Open Source software (FOSS), released under the terms of the GNU General Public License v3 (GPLv3) https://www.gnu.org/licenses/gpl-3.0.html
de: Blink Comparison ist freie und quelloffene Software (FOSS), veröffentlicht unter den Bedingungen der GNU General Public License v3 (GPLv3) https://www.gnu.org/licenses/gpl-3.0.html

source: Yes
de: Ja

source: No
de: Nein

source: Cancel
de: Abbrechen

source: Save
de: Speichern

source: Close
de: Schließen

source: Error
de: Fehler

source: Add
de: Hinzufügen

source: Show
de: Zeigen

source: Delete
de: Löschen

source: Accept
de: Annehmen

source: Retry
de: Wiederholen

source: Page Not Found
de: Seite nicht gefunden

# setPasswordDescription
source: Set a password. This is necessary to encrypt and store the reference images
de: Legen Sie ein Passwort fest. Das ist notwendig, um die Referenzbilder zu verschlüsseln und zu speichern.

# enterPassword
source: Password
de: Passwort

# enterPasswordAgain
source: Password again
de: Passwort erneut eingeben

source: Sign in
de: Anmelden

# passwordTooShort
source: Password length must be at least {number} characters
de: Das Passwort muss mindestens {number} Zeichen lang sein.

# passwordTooLong
source: Password length must be no more than {number} characters
de: Das Passwort darf maximal {number} Zeichen lang sein.

source: Password mismatch
de: Die Passwörter sind verschieden.

# savePasswordFailed
source: Unable to save password
de: Es ist nicht möglich das Passwort zu speichern.

# passwordEmptyError
source: Password cannot be empty
de: Das Passwort darf nicht leer sein.

# passwordRepeatError
source: Please repeat the password
de: Bitte wiederholen Sie das Passwort.

# crashDialogSummary
source: An app error occurred. You can report it to the developers
de: Ein Anwendungsfehler ist aufgetreten. Sie können ihn an die Entwickler melden.

# crashDialogExtraInfo
source: Add extra info and comments here:
de: Fügen Sie hier weitere Informationen und Kommentare hinzu:

# crashDialogReport
source: Report
de: Bericht

# crashDialogMoreDetails
source: More details
de: Mehr Details

# crashDialogNoEmailApp
source: No email app found. You can manually copy the error and send it to {email} or send on the project page {pageUrl}
de: Es wurde keine E-Mail-Anwendung gefunden. Sie können den Fehler kopieren und an folgende Adresse {email} oder an die Projektseite {pageUrl} senden.

# openLinkFailed
source: Unable to open link
de: Der Link kann nicht geöffnet werden.

# signInDescription
source: Sign in to modify and view reference images
de: Melden Sie sich an, um Referenzbilder zu ändern und anzuzeigen.

source: Wrong password
de: Falsches Passwort

# emptyPasswordError
source: Password cannot be empty
de: Das Passwort darf nicht leer sein.

# loadPasswordFailed
source: Unable to load password from storage
de: Das Passwort kann nicht aus dem Speicher geladen werden.

# addReferenceImageDescription
source: List is empty. Add an image to it
de: Die Liste ist leer. Fügen Sie ein Bild hinzu.

# takePhoto
source: Take a photo
de: Ein Foto machen

source: Select image
de: Foto auswählen

# savingImageMessage
source: Saving...
de: Speichern...

# selectImagesFailed
source: Unable to select images
de: Es ist nicht möglich ein Foto auszuwählen.

# defaultNotifyChannelTitle
source: Default
de: Standard

# defaultNotifyChannelDescription
source: All notifications that don't suitable for the other categories
de: Alle Benachrichtigungen, die nicht in anderen Kategorien passen.

# foregroundNotificationChannel
source: Foreground notification
de: Benachrichtigung im Vordergrund

# saveRefImageNotificationTitle
source: Saving a reference images in the background...
de: Speichern eines Referenzbildes im Hintergrund...

source: Refresh
de: Aktualisieren

# loadPageFailed
source: Failed to load page
de: Die Seite konnte nicht geladen werden.

# saveImageError
source: An error occurred while saving
de: Beim Speichern ist ein Fehler aufgetreten.

source: I/O error
de: E/A-Fehler

source: Encryption error
de: Verschlüsselungsfehler

# selectedCounter
source: Selected: {count}
de: Ausgewählt: {count}

# deleteImagesDialog
source: {howMany, plural, one {Do you want to delete the selected image?} other {Do you want to delete the selected images?}}
de: {howMany, plural, one {Möchten Sie das ausgewählte Foto löschen?} other {Möchten Sie die ausgewählten Fotos löschen?}}

# imagesDeleted
source: {howMany, plural, one {Image deleted} other {Images deleted}}
de: {howMany, plural, one {Foto löschen} other {Fotos löschen}}

# deleteImagesFailed
source: {howMany, plural, one {Failed to delete image} other {Failed to delete some images}}
de: {howMany, plural, one {Foto kann nicht gelöscht werden} other {Einige Fotos konnten nicht gelöscht werden}}

source: Select all
de: Alle auswählen

# loadingReferenceImage
source: Loading and decrypting, please wait...
de: Laden und entschlüsseln, bitte warten...

# openCameraError
source: Unable to open the camera
de: Die Kamera lässt sich nicht öffnen.

# cameraErrorReason
source: Error: {reason}
de: Fehler: {reason}

# noSelectedCameraError
source: Error: no camera selected or unavailable
de: Fehler: keine Kamera ausgewählt oder Kamera ist nicht verfügbar

# takePhotoError
source: Unable to take a photo
de: Es ist nicht möglich ein Foto zu machen.

source: Show error
de: Fehler anzeigen

# switchCameraFlashError
source: Failed to switch flash mode
de: Umschalten des Blitzmodus nicht möglich.

# loadReferenceImageFailed
source: Failed to load reference image
de: Referenzbild konnte nicht geladen werden.

source: Reference image not found
de: Referenzbild konnte nicht gefunden werden.

# loadReferenceImageFailedIO
source: I/O error occurred while loading the reference image
de: Beim Laden des Referenzbildes ist ein E/A-Fehler aufgetreten.

# decryptReferenceImageNoEncryptKey
source: Failed to decrypt reference image: missing encrypt key
de: Entschlüsselung des Referenzbildes fehlgeschlagen: fehlender Verschlüsselungsschlüssel

# decryptReferenceImageFailed
source: Failed to decrypt reference image
de: Entschlüsselung des Referenzbildes fehlgeschlagen

# decryptReferenceImageInvalidKey
source: Failed to decrypt reference image: invalid encrypt key
de: Entschlüsselung des Referenzbildes fehlgeschlagen: ungültiger Verschlüsselungsschlüssel

# imageOverlayOpacity
source: Overlay opacity
de: Deckkraft der Überlagerung

# saveImageInvalidKey
source: Failed to save the reference image: invalid encrypt key
de: Speichern des Referenzbildes fehlgeschlagen: Ungültiger Verschlüsselungsschlüssel

source: Settings
de: Einstellungen

# settingsAppearance
source: Appearance
de: Aussehen

# settingsThemeLight
source: Light
de: Tagmodus

# settingsThemeDark
source: Dark
de: Nachtmodus

# settingsLanguage
source: Language
de: Sprache

# settingsReferenceImageBorderColor
source: Reference image border color
de: Farbe des Referenzbildrahmen

# settingsBlinkComparisonPage
source: Comparison page
de: Vergleichsseite

# settingsCamera
source: Camera
de: Kamera

# settingsFlashByDefault
source: Enable flash by default
de: Blitzlicht standardmäßig einschalten

# imageOverlayOpacityCaseTooltip
source: You can change the reference image overlay opacity as you like in the settings menu above
de: Sie können die Deckkraft des Referenzbildes im Einstellungsmenü oben nach Belieben ändern.

# referenceImageBorderCaseTooltip
source: The colored border around denotes the reference image. The border color can be changed in the app settings
de: Die farbige Umrandung kennzeichnet das Referenzbild. Die Farbe des Rahmens kann in den Einstellungen geändert werden.

# blinkComparisonCaseTooltip
source: Pressing anywhere on the screen toggles between the reference image and the image you just took. Fast switching helps you see differences in images
de: Durch die Berührung des Bildschirm an einer beliebigen Stelle können Sie zwischen dem Referenzbild und dem gerade aufgenommenen Bild umschalten. Ein schnelles Umschalten hilft Ihnen dabei, Unterschiede in den Bildern zu erkennen.

# aboutApp
source: About
de: Über

source: Changelog
de: Änderungsprotokoll
